[
  {
    "tags": [
      "dessert"
    ],
    "ingredients": [
      {
        "name": "бананы",
        "amount": 250
      },
      {
        "name": "корица молотая",
        "amount": 3
      },
      {
        "name": "сахар коричневый",
        "amount": 15
      },
      {
        "name": "сливочное масло",
        "amount": 40
      }
    ],
    "name": "Жареные бананы на сковороде",
    "text": "Бананы берите по одному на порцию. Выбирайте зрелые, но плотные плоды. Перезрелые могут сильно размягчиться при обжаривании. Сливочное масло, даже если его немного, выбирайте лучшего качества, без растительных добавок, от его вкуса будет зависеть вкус карамели. Я использовала коричневый сахар, но вы можете взять обычный белый. Корицу добавляйте по желанию.\r\n\r\nБананы хорошо помойте, так как шкурка у них очень грязная, и при очистке грязь может попасть на мякоть. Затем оботрите их полотенцем. Очистите бананы, а затем нарежьте. Способ нарезки может быть любой — как у меня половинками, четвертинками, колесиками или другой, какой вам нравится.\r\n\r\nВозьмите сковороду, по возможности с толстым дном и антипригарным покрытием. Поставьте ее на небольшой огонь. Выложите на нее масло. При постоянном помешивании растопите его.\r\n\r\nВысыпьте в масло сахар и корицу. Перемешайте и оставьте массу на огне до растворения сахара. Не отходите от плиты, масло может начать гореть, поэтому карамель надо мешать, а огонь сделать небольшим.\r\n\r\nКак только карамель закипит, выложите в нее нарезанные бананы. Жарьте их с обеих сторон до золотистости.\r\n\r\nКак только одна сторона будет готова, переверните бананы на другую сторону. Они станут очень мягкими, будьте аккуратны. Готовые бананы снимите на тарелку.\r\n\r\nПодавайте жареные бананы в любом виде — горячими, теплыми или холодными. При подаче полейте их получившейся карамелью. Можете добавить к ним порубленные орехи, ягоды, к горячим бананам очень вкусно будет подать мороженое. Также жареные бананы хорошо подойдут как добавка к другим блюдам — кашам, пудингам, десертам. Приятного аппетита!",
    "cooking_time": 15
  },
  {
    "tags": [
      "dessert"
    ],
    "ingredients": [
      {
        "name": "йогурт",
        "amount": 130
      },
      {
        "name": "сахар",
        "amount": 5
      },
      {
        "name": "творог обезжиренный",
        "amount": 150
      },
      {
        "name": "хлебцы пшенично-ржаные цельнозерновые",
        "amount": 40
      }
    ],
    "name": "Тирамису без выпечки",
    "text": "1. Хлебцы возьмите самого нейтрального вкуса — овсяные, цельнозерновые, рисовые. Ржаные, гречневые лучше не покупайте, они будут слишком ярко выделяться по вкусу. И обращайте внимание на добавки — хлебцы с луком тоже не подойдут. Творог возьмите обезжиренный или с небольшим процентом жирности. Йогурт — натуральный, без добавок. Кофе я использовала растворимый.\r\n\r\n2. Творог и йогурт сложите в миску, всыпьте к ним столовую ложку сахара или сахарозаменителя. Пробейте все вместе погружным блендером до состояния нежного крема. Вы также можете протереть творог через сито, если у вас нет блендера. Или сразу купить мягкий творожок.\r\n\r\n3. Вскипятите воду и заварите кофе или приготовьте свежесваренный, добавив в него оставшийся сахар. Немного остудите напиток и перелейте в плоское блюдо с бортиками. Тирамису можно собирать на плоской тарелке или порционно, на блюдцах или в формочках. Для порционной подачи хлебцы поломайте. Обмакивайте хлебцы в кофе и сразу выкладывайте на тарелку в один ряд.\r\n\r\n4. Намажьте на хлебцы творожный крем тонким слоем.\r\n\r\n5. Выложите сверху второй слой хлебцев, размоченных в кофе. Его также намажьте кремом.\r\n\r\n6. Продолжайте до тех пор, пока у вас не кончатся хлебцы и крем. Верхним слоем должен быть крем. Уберите тирамису в холодильник на час, он пропитается и станет мягким. Сверху можете посыпать творог молотой корицей или какао-порошком.\r\n\r\n7. Подавайте ПП тирамису к столу. Приятного аппетита!",
    "cooking_time": 10
  },
  {
    "tags": [
      "dessert"
    ],
    "ingredients": [
      {
        "name": "бананы",
        "amount": 200
      },
      {
        "name": "ванилин",
        "amount": 1
      },
      {
        "name": "грецкие орехи",
        "amount": 25
      },
      {
        "name": "мед",
        "amount": 5
      },
      {
        "name": "печенье песочное",
        "amount": 10
      },
      {
        "name": "сметана",
        "amount": 50
      },
      {
        "name": "творог",
        "amount": 300
      }
    ],
    "name": "Творог с бананом",
    "text": "Если это лакомство готовится для детей, то творог лучше использовать натуральный деревенский, с высоким процентом жирности. Для тех, кто следит за своей фигурой, можно взять обезжиренный продукт. Советую использовать мед или сахарозаменитель вместо сахара, но у меня меда в этот раз не оказалось. Бананы лучше использовать хорошо спелые, чтобы они дали больше сладости десерту.\r\n\r\nБананы помойте, очистите, нарежьте небольшими кусочками и отправьте в чашу блендера.\r\n\r\nИзмельчите бананы до состояния пюре, если не получается, и банан остается кусочками, нужно добавить немного кипяченой холодной воды и снова включить блендер на пару минут.\r\n\r\nДобавьте к банану творог и сметану. Если творог слишком сухой или зернистый, то лучше заранее его протереть его через сито. Сметану можно использовать любой жирности. Для улучшения вкуса можно положить щепотку ванилина.\r\n\r\nБлендером взбейте все ингредиенты до получения однородной по консистенции массы.\r\n\r\nПо вкусу добавьте сахар, мед или любой другой подсластитель. Еще раз перемешайте все ингредиенты блендером. Творожная масса должна стать немного пышной и воздушной при взбивании.\r\n\r\nВкус десерта можно разнообразить, используя различные добавки, например, грецкие орехи. Кроме приятного орехового привкуса они сделают лакомство более полезным. Можно также добавить песочное печенье, Оставшийся банан нарежьте на кружочки, из них сделайте прослойку десерта и украшение для него.\r\n\r\nЗаполните пиалы или стаканчики творожной массы до половины, , сверху положите несколько кусочков банана и печенья по желанию, а затем выложите оставшуюся творожную массу. Украсьте десерт измельченным грецким орехом, крошкой печенья, кружочками банана и листочком мяты. Бананы с творогом без выпечки готовы. Перед подачей к столу десерт можно охладить в холодильнике. Приятного аппетита!",
    "cooking_time": 15
  },
  {
    "tags": [
      "lunch"
    ],
    "ingredients": [
      {
        "name": "вода",
        "amount": 10
      },
      {
        "name": "говядина",
        "amount": 500
      },
      {
        "name": "зелень рубленая",
        "amount": 10
      },
      {
        "name": "картофель",
        "amount": 250
      },
      {
        "name": "лук репчатый",
        "amount": 100
      },
      {
        "name": "морковь",
        "amount": 150
      },
      {
        "name": "перец болгарский",
        "amount": 100
      },
      {
        "name": "перец черный молотый",
        "amount": 3
      },
      {
        "name": "помидоры",
        "amount": 150
      },
      {
        "name": "растительное масло",
        "amount": 21
      },
      {
        "name": "соль",
        "amount": 3
      },
      {
        "name": "чеснок",
        "amount": 5
      },
      {
        "name": "чечевица красная",
        "amount": 35
      }
    ],
    "name": "Суп с чечевицей на мясном бульоне",
    "text": "1. Если у вас имеется готовый бульон, то суп вы сварите за 20 минут. Для рецепта лучше использовать красную чечевицу.\r\n\r\n2. Кусок мяса (у меня говядина) ополосните и залейте холодной водой. Поставьте кастрюлю на сильное пламя, доведите до кипения. Снимите образовавшуюся пену, огонь убавьте до минимума и варите всё до готовности мяса. Крышку при этом слегка приоткройте, чтобы выходил пар.\r\n\r\n3. В это время лук и морковку очистите от кожуры и ополосните. У болгарского перца удалите семенную коробку. Овощи нарежьте маленькими кубиками или тонкими полосками (как вам более привычно). Я для зажарки использовала так же небольшой корень пастернака. Он отлично дополняет супы. В сковороду влейте растительное масло. Отправьте измельчённые овощи в сковороду и обжарьте на умеренном огне до прозрачности лука. Не забывайте иногда всё перемешивать.\r\n\r\n4. Помидор ополосните и нарежьте кубиком. По желанию снимите предварительно кожуру с томата (я обычно этого не делаю). Отправьте помидор в сковороду и обжаривайте всё вместе ещё около минуты- двух. Вместо свежего помидора допустимо взять томаты в собственном соку или ложку томатной пасты.\r\n\r\n5. Картофель очистите и нарежьте брусочками или квадратиками. Чечевицу ополосните в холодной воде.\r\n\r\n6. Выньте готовое мясо из бульона на отдельную тарелку. В кастрюлю отправьте картофель и лавровый лист. Варите около 10 минут.\r\n\r\n7. Слегка остывшее мясо нарежьте на небольшие кусочки. Добавьте в кастрюлю говядину и красную чечевицу. Варите до готовности всех компонентов. Мне на это потребовалось примерно 10 минут.\r\n\r\n8. Посолите всё по вкусу, добавьте любимые специи (у меня щепотка красной паприки) и отправьте зажарку из овощей в кастрюлю.\r\n\r\n9. Варите на медленном огне ещё 2-3 минуты. В конце добавьте измельчённый чеснок и зелень, нарезанную мелко. После повторного закипания выключите плиту и дайте супу настоятся под крышкой 5-10 минут.\r\n\r\n10. Суп из чечевицы готов, можно подавать!",
    "cooking_time": 90
  },
  {
    "tags": [
      "lunch"
    ],
    "ingredients": [
      {
        "name": "картофель",
        "amount": 200
      },
      {
        "name": "крапива",
        "amount": 150
      },
      {
        "name": "куриные голени",
        "amount": 150
      },
      {
        "name": "лук репчатый",
        "amount": 50
      },
      {
        "name": "морковь",
        "amount": 50
      },
      {
        "name": "соль",
        "amount": 3
      },
      {
        "name": "укроп",
        "amount": 3
      },
      {
        "name": "яйца куриные",
        "amount": 150
      }
    ],
    "name": "Суп из крапивы",
    "text": "Для бульона возьмите любые части курицы, у меня это голени, но подойдут и бедра, и филе, и остов, оставшийся от разделки на филе. Яйца предварительно отварите. Нарвите молодую крапиву, стараясь брать только верхние свежие побеги. Будьте аккуратны, она сильно жжется, используйте перчатки.\r\n\r\nПервым делом залейте голени холодной чистой водой и поставьте кастрюлю с ними на небольшой огонь вариться. Пока бульон закипает, подготовьте крапиву. Сложите ее в миску, залейте холодной водой и как следует прополощите, чтобы смылись грязь и песок. Затем воду слейте. Делайте все это в перчатках, крапива еще жжется. Чтобы избавить ее от этого, залейте крапиву кипятком и подержите в нем одну минуту.\r\n\r\nСлейте с крапивы кипяток, саму траву соберите в комок и слегка отожмите. Нарежьте крапиву довольно мелко, как режут зелень.\r\n\r\nУкроп ополосните водой, обсушите и также мелко порубите ножом. Вместо укропа (или вместе с ним) вы можете взять любую другую зелень. Отложите пока крапиву и укроп в сторону.\r\n\r\nБульон тем временем закипит, снимите с него пену шумовкой. Добавьте соль, убавьте огонь и варите бульон под закрытой крышкой 30-40 минут, в зависимости от частей курицы.\r\n\r\nПодготовьте тем временем овощи. Лук очистите и нарежьте небольшими кусочками.\r\n\r\nМорковь помойте, очистите и нарежьте на небольшие кусочки. Или натрите на крупной терке, как вам больше нравится.\r\n\r\nКартофель помойте, очистите и нарежьте крупными кубиками.\r\n\r\nЯйца очистите и нарежьте на кубики.\r\n\r\nБульон уже проварился положенное время, закиньте в него картофель.\r\n\r\nА затем лук с морковью. Снова накройте кастрюлю крышкой и варите суп 15 минут, картошка должна стать мягкой.\r\n\r\nДобавьте в суп нарезанные яйца. Дождитесь закипания, проварите его буквально пару минут.\r\n\r\nВсыпьте нарезанные крапиву и укроп. Перемешайте. Снова подождите, когда суп закипит и сразу выключите огонь — так вы сохраните у крапивы и цвет, и витамины. Накройте кастрюлю крышкой и подержите 10 минут.\r\n\r\nПодавайте суп к столу со сметаной и ржаным хлебом. Приятного аппетита!",
    "cooking_time": 60
  },
  {
    "tags": [
      "dinner"
    ],
    "ingredients": [
      {
        "name": "мука",
        "amount": 40
      },
      {
        "name": "растительное масло",
        "amount": 30
      },
      {
        "name": "свинина",
        "amount": 500
      },
      {
        "name": "соль",
        "amount": 5
      },
      {
        "name": "специи",
        "amount": 6
      }
    ],
    "name": "Отбивные из свинины",
    "text": "1. Мясо используйте свежее. Свинину для отбивных можно взять с небольшими вкраплениями сала. При жарке жир будет таять, и мясо получится сочное и мягкое. Заранее выньте мясо из холодильника. Оно должно быть комнатной температуры. С помощью острого ножа нарежьте свинину на порционные кусочки.\r\n\r\n2. Накройте кусочки пищевой пленкой и немного отбейте с помощью специального молотка для мяса. Пленка необходима для того, чтобы не повредить структуру мясных волокон при отбивании, а также чтобы не летели брызги мясного сока в разные стороны.\r\n\r\n3. Отбитое мясо посыпьте солью и специями. Руками разотрите все по мясу. Дайте ему полежать минут 20.\r\n\r\n4. Перед тем, как жарить мясо, насыпьте в плоскую тарелку немного муки. Обваляйте все кусочки мяса в муке.\r\n\r\n5. Сковороду очень хорошо разогрейте и налейте на неё немного растительного масла. Выложите мясо на сковороду так, чтобы куски не соприкасались друг с другом. Жарьте по 2-3 отбивные за один раз. Обжаривайте мясо в течении 2-3 минут до золотистой корочки.\r\n\r\n6. Затем переверните мясо на другую сторону и опять обжаривайте 2-3 минуты. Снимите сковороду с огня и накройте крышкой. Дайте отбивным полежать немного отдохнуть в течении 10-15 минут. За это время мясной сок равномерно распределится по всему куску. Отбивные из свинины в кляре на сковороде готовы. К таким отбивным можно подать запеченный картофель, запеченные или свежие овощи. Приятного аппетита!",
    "cooking_time": 60
  },
  {
    "tags": [
      "lunch",
      "dinner"
    ],
    "ingredients": [
      {
        "name": "вода",
        "amount": 250
      },
      {
        "name": "говяжья печень",
        "amount": 400
      },
      {
        "name": "мука",
        "amount": 15
      },
      {
        "name": "перец черный молотый",
        "amount": 3
      },
      {
        "name": "петрушка зелень",
        "amount": 3
      },
      {
        "name": "растительное масло",
        "amount": 40
      },
      {
        "name": "соль",
        "amount": 3
      }
    ],
    "name": "Говяжья печень с подливкой на сковороде",
    "text": "1. Печень можете взять не только говяжью, но и свиную, и любую другую. Мука подойдет любая пшеничная. В воду (примерно 1 стакан) добавьте соль и размешайте до растворения.\r\n\r\n2. Печенку вымойте, залейте подсоленной водой и оставьте на 1-2 часа, чтобы ушла горечь. Затем воду слейте, печень еще раз промойте и удалите пленки, жилки. Нарежьте подготовленную печенку небольшими кусочками.\r\n\r\n3. В сковороде разогрейте растительное масло, добавьте печень. Жарьте на среднем огне, помешивая около 5-6 минут.\r\n\r\n4. Влейте 200 мл горячей воды, печенку посолите, поперчите. Снова все перемешайте.\r\n\r\n5. Убавьте огонь до минимума, прикройте сковороду крышкой и тушите около 20 минут. Время указано приблизительно и зависит от выбранной печени (молодого или более взрослого животного), а также ваших личных предпочтений. Ориентируйтесь на свою технику, продукты и собственный вкус.\r\n\r\n6. В оставшейся холодной воде (50 мл) размешайте муку.\r\n\r\n7. Петрушку вымойте, обсушите и измельчите.\r\n\r\n8. При постоянном помешивании влейте мучную смесь в сковороду к печени. Тщательно все перемешайте.\r\n\r\n9. Доведите до кипения. Тушите печень с подливой еще 2-5 минут до желаемой консистенции.\r\n\r\n10. Готовую печенку разложите по тарелкам. Добавьте соответствующий гарнир. К печенке подойдет вареный картофель кусочками или в виде пюре, рис, гречка, макароны. Приятного аппетита!",
    "cooking_time": 60
  }
]